Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Threshold
su: Ambang

source: Title
su: Judul

source: Today and Yesterday
su: Poé Ieu jeung Kamari

source: today at %@
su: poé ieu di %@

source: Top Sites
su: Loka Pangluhurna

source: Total trackers blocked
su: Total palacak nu dipeungpeuk

source: Touch ID & Passcode
su: Touch ID & Kode Rusiah

source: Tracking is the collection of your browsing data across multiple websites.
su: Palacakan téh ngumpukeun data langlangan anjeun ti antar bebedan raramatloka.

source: Tracking Protection is now off for this site.
su: Ayeuna Kilung Palacakan pareum pikeun ieu loka.

source: Tracking Protection is now on for this site.
su: Ayeuna Kilung Palacakan hurung pikeun ieu loka.

source: Translate Page
su: Tarjamahkeun Kaca

source: Translation
su: Tarjamah

source: Trending
su: Sabiwir hiji

source: Trending on Pocket
su: Keur usum di Pocket

source: Troubleshoot
su: Bongbolongan

source: Turn off your passcode.
su: Pareuman kode rusiah anjeun.

source: Turn on Sync…
su: Hurungkeun Sync…

source: Turn on tab syncing to view a list of tabs from your other devices.
su: Hurungkeun singkronan tab pikeun nénjo daptar tab ti parangkat anjeun nu séjén.

source: Turn Passcode Off
su: Pareuman Kodeu Rusiah

source: Turn Passcode On
su: Hurungkeun Kodeu Rusiah

source: Turns private mode on or off
su: Hurungkeun atawa pareuman modeu nyamuni

source: unread
su: can dibaca

source: Unsorted Bookmarks
su: Markah Acak-acakan

source: Untitled
su: Tanpa judul

source: Update login %1$@ for %2$@?
su: Apdét asup log %1$@ pikeun %2$@?

source: Update login for %@?
su: Apdét login pikeun %@?

source: Upgrade Firefox to connect
su: Apgréd Firefox pikeun nyambungkeun

source: URL Copied To Clipboard
su: URL Ditiron kana Sabak

source: URL (Replace Query with %s)
su: URL (Ganti Kuery ku %s)

source: Use any email app — not just Mail — with Firefox.
su: Pake email app naon wae — teu saukur Mail — jeung Firefox.

source: Use Copied Link
su: Paké Tutumbu Tironan

source: Use Current Page
su: Paké Kaca Kiwari

source: Use Default
su: Paké bawaanna

source: Use Email Instead
su: Maké Surél Wéh

source: Use Face ID
su: Paké Face ID

source: username
su: sandiasma

source: Use Siri shortcuts to quickly open Firefox via Siri
su: Paké tarabas Siri pikeun gancang muka Firefox tina Siri

source: Use stage servers
su: Paké serper hambalan

source: Use Sync to find the bookmarks, passwords, and other things you save to Firefox on all your devices.
su: Paké Singkronan pikeun manggihan markah, kecap sandi, jeung sagala anu diteundeun di Firefox dina sakabéh parabot anjeun.

source: Use System Light/Dark Mode
su: Paké Modeu Caang/Poék Sistem

source: Use Touch ID
su: Paké Touch ID

source: Use your fingerprint to access configuring your required passcode interval.
su: Paké sidik ramo anjeun pikeun ngaksés konfigurasi jangka kodeu rusiah wajib anjeun.

source: Use your fingerprint to access Logins now.
su: Paké sidik ramo pikeun Asup log ayeuna.

source: Use your fingerprint to access Private Browsing now.
su: Paké sidik ramo jang abus kana Langlangan Nyalindung ayeuna.

source: Use your fingerprint to disable Touch ID.
su: Paké sidik ramo jang mareuman Touch ID.

source: Verify your email address
su: Vérifikasi alamat surélék anjeun

source: Version %1$@ (%2$@)
su: Vérsi %1$@ (%2$@)

source: View More
su: Tempo Lianna

source: View More…
su: Tempo Lianna…

source: View Page Source
su: Témbongkeun Sumber Kaca

source: Visited
su: Disorang

source: Visit site anyway
su: Sorang loka engké deui

source: Want to see your tabs from other devices here?
su: Hayang nénjo tab anjeun tina parangkan séjén ieu lin?

source: Warning: we can’t confirm your connection to this website is secure.
su: Awas: kami cangcaya sambungan anjeun ka ieu raramatloka téh aman.

source: Web content
su: Kontén raramat

source: website
su: raramatloka

source: Website Breach
su: Rumpakan Raramatloka

source: Website Data
su: Data Raramatloka

source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
su: Raramatloka bisa dimuat tanpa iklan, pidéo, jeung eusi lianna anu ngandung palacak nyamuni. Ku meungpeuk ieu, raramat bisa dimuat leuwih gancang, ngan kalan-kalan aya tombol, formulir, jeung kolom login nu jadi teu jalan.

source: Websites you’ve visited recently will show up here.
su: Raramatloka nu geus anjeun sorang bakal némbongan di dieu.

source: Websites you visit may request your location.
su: Raramatloka nu disorang ku anjeun sigana ménta lokasi anjeun.

source: Welcome to Firefox
su: Wilujeng sumping di Firefox

source: Welcome to Top Sites
su: Wilujeng Sumping di Loka Pangluhurna

source: Welcome to your Reading List
su: Wilujeng Sumping di Daptar Bacaeun anjeun

source: Well, this is embarrassing.
su: Enya, ngérakeun ieu mah.

source: What's New
su: Anu Anyar

source: When Leaving Private Browsing
su: Nalika Ninggalkeun Langlangan Nyamuni

source: When Long-pressing Links
su: Nalika Mencét-lila Tutumbu

source: When Opening Firefox
su: Nalika Muka Firefox

source: When you open a New Tab:
su: Nalika anjeun muka Tab Anyar:

source: Wrong email? Disconnect below to start over.
su: Surélék salah? Pegatkeun di handap pikeun muat ulang.

source: Yes
su: Enya

source: yesterday
su: kamari

source: You are not signed in to your Firefox Account.
su: Anjeun can asup ka Akun Firefox.

source: You can change this at any time in Settings
su: Anjeun bisa ngarobah ieu iraha waé dina Setélan

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
su: Anjeun bisa milih mana waé daptar Firefox nu bisa meungpeuk élemén Loka nu meureun ngalacak kagiatan langlangan anjeun.

source: You don’t have any credentials synced from your Firefox Account
su: Anjeun teu boga krédénsial anu disingkronkeun tina Firefox Account anjeun

source: You don’t have any other devices connected to this Firefox Account available to sync.
su: Anjeun teu boga parangkat séjén pisan nu nyambung kana ieu Firefox. Akun singkronkeuneun sayaga.

source: You need to verify %@. Check your email for the verification link from Firefox.
su: Anjeun perlu mérifikasi %@. Pariksa surélék anjeun pikeun verifikasi tutumbu ti Firefox.

source: Your account needs to be verified.
su: Akun anjeun perlu divérifikasi.

source: Your first sync may take a while
su: Singkronan munggaran anjeun meureun méakkeun waktu.

source: Your Library
su: Pabukon Anjeun

source: Your most visited sites will show up here.
su: Loka anjeun nu pangmindengna disorang bakal némbongan di dieu.

source: Your search, your way
su: Pamaluruhan anjeun, cara anjeun

source: Your tabs from other devices show up here.
su: Tab anjeun ti parangkat séjén némbongan di dieu.

source: You’ve got mail… options
su: Anjeun meunang surélék … piliheun

source: 1 day left
su: 1 poé deui

source: %1$d days left
su: %1$d poé deui

source: 1. Multitask by opening %s at the same time!
su: 1. Ngagawéan sakaligus kalawan muka %s babarengan!

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
su: %1$s ogé ngagunakeun daptar peungpeukan nu disayagakeun ku Disconnect, Inc. minangka hasil karya nu misah jeung indepénden di handapeun <a href="%2$s">GNU General Public License v3</a>, sarta sayaga <a href="%3$s">di dieu</a>.

source: %1$s cache cleared
su: %1$s telih diberesihan

source: %1$s downloaded
su: %1$s geus diundeur

source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
su: %1$s téh panyungsi anu gancang tur hampang karya %2$s. Ari udaganana nya éta pikeun ngarojong internét nembrak anu séhat.

source: %1$s is free and open source software made by %2$s and other contributors.
su: %1$s téh aplikasi bébas sarta sumber nembrak nu dijieun ku %2$s jeung kontributor séjénna.

source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
su: %1$s dijieunna pikeun anjeun kalayan dina pasaratan <a href="%2$s">%3$s</a> jeung lisénsi sumber nembrak nu séjén.

source: %1$s Make sure you sign in to the account you want to use before you complete your redemption.
su: %1$s Mastikeun anjeun asup ka akun anu dipiharep saméméh nganggeuskeun tebusan.

source: #%1$s on Instagram
su: #%1$s dina Instagram

source: %1$s - Private browsing
su: %1$s - Sungsian pribadi

source: %1$s views
su: %1$s tempo

source: %1$s wants to access your location.
su: %1$s hayang nénjo lokasi anjeun.

source: %1$s was deleted
su: %1$s geus dipupus

source: 1 view
su: 1 tempo

source: 2. Access your favorite sites quickly by %s
su: 2. Sorang loka karesep anjeun kalayan gancang ku %s

source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
su: %2$s bakal kukumpul data nu diperlukeun hungkul jang nyadiakeun jeung ngoméan %1$s pikeun anjeun.

source: 2 steps to set %1$s as your default browser
su: 2 léngkah pikeun nyetél %1$s jadi panyungsi baku anjeun

source: 7-day challenge for Rp 15,000 Shopee voucher
su: Tantangan 7 poé pikeun pocer Shopee Rp15.000

source: A browser made by %1$s, the non-profit committed to a free and open web.
su: Panyungsi nu dijieun ku %1$s, organisasi tanpabati anu tuhu kana wéb bébas tur nembrak.

source: Access private mode in one click! Want to add private mode shortcut to homescreen?
su: Aksés modeu pribadi kur sakali ngaklik! Rék nambahkeun takulan modeu pribadi kana layar tepas?

source: Access private mode quickly from your homescreen.
su: Gancang asup ka mode nyamuni ti layar tepas.

source: Account disabled
su: Akun ditumpurkeun

source: Action
su: Laga

source: adding them to the home screen!
su: nambahkeun kabéh kana tepas!

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
su: Kodeu sumber tambahan pikeun %1$s nyangkaruk dina rupa-rupa <a href="%2$s">lisénsi</a> bébas jeung sumber nembrak nu séjén.

source: ADD MORE
su: TAMBAHAN DEUI

source: Add private mode shortcut
su: Tambahan tarabas mode nyamuni

source: Add private mode shortcut to Home screen
su: Tambahkeun takulan modeu pribadi kana layar Tepas

source: Add to home screen
su: Tambahkeun ka layar tepas

source: Add top sites
su: Tambahkeun loka-loka kawentar

source: Advanced Private Browsing
su: Langlangan Nyamuni salengkepna

source: Adventure
su: Petualangan

source: A fast and lightweight browser, now with cool features! We have added smart shopping search and content to make browsing more fun!
su: Panyungsi gancang jeung énténg, kiwari diémbohan ku pitur hébring! Kami nambahkeun paluruh balanja pinter jeung kontén ngarah nyungsi jadi pikaresepeun!

source: All challenges completed
su: Sakabéh tangtangan geus réngsé

source: All rewards collected
su: Sakabéh hadiah geus dikumpulkeun

source: All your progress will be deleted. Are you sure?
su: Sakur hanca anjeun bakal dihapus. Yakin?

source: Any questions? %1$s.
su: Aya nu rék ditanyakeun? %1$s.

source: Arcade
su: Arkade

source: Astrology
su: Astrologi

source: Automobile
su: Mobil

source: Awesome! You have completed the third daily challenge, keep it up!
su: Hébring! Anjeun geus ngaréngsékeun tangtangan poé katilu, teruskeun!

source: Balanced for protection and performance.
su: Saimbang pikeun perlindungan jeung kinerja.

source: Best cities for winter holiday
su: Kota panghadéna pikeun pakanci usum tiris

source: Best Sellers
su: Pangpayuna

source: BLOCK
su: PEUNGPEUK

source: Block Ads
su: Peungpeuk iklan

source: Blocked Cross-Site Tracking Cookies
su: Kuki Palacak Loka-Loka anu Dipeungpeuk

source: Blocked Cryptominers
su: Palacak Sidik anu Dipeungpeuk

source: Blocked Fingerprinters
su: Palacak Sidik anu Dipeungpeuk

source: Blocked Social Trackers
su: Palacak Sosial anu Dipeungpeuk

source: Block images
su: Peungpeuk gambar

source: Blocking trackers could impact the functionality of some websites.
su: Meungpeuk palacak bisa mangaruhan pungsionalitas sababaraha raramatloka.

source: Blocking tracking ads not only speeds up browsing, it saves data. Save even more when you block images.
su: Meungpeuk iklan palacak teu ngan saukur ngagancangkeun langlangan hungkul, tapi ogé ngarikrik data. Anjeun bisa leuwih rikrik pisan mun bari meungpeuk gambar mah.

source: Block trackers
su: Peungpeuk palacak

source: Bookmark removed
su: Markah dipiceun

source: Bookmark saved
su: Markah diteundeun

source: Bookmark updated
su: Markah diapdét

source: Brand-new %1$s
su: Anyar pisan %1$s

source: Browse faster than ever
su: Ngalanglang sakedét nétra

source: Browser app
su: Aplikasi panyungsi

source: Browse the Web
su: Nyungsi Raramat

source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
su: Nyungsi tanpa tapak, sarta meungpeuk sarupaning palacak raramat sacara baku. Ngajamin amanna data penting anjeun.

source: Browsing data cleared
su: Data langlangan diberesihan

source: Bucket List
su: Gémbolan

source: Business
su: Balantik

source: By clicking “I’m In!” you are agreeing to our %1$s
su: Ku ngaklik “Miluan!” anjeun sapuk kana %1$s

source: CANCEL
su: BOLAY

source: Cannot delete the file.
su: Koropak teu bisa dipupus.

source: Cannot display the screenshot
su: Teu bisa midangkeun téwakan layar

source: Cannot find the file
su: Koropak teu kapanggih

source: Capture page
su: Téwak kaca

source: Capturing screenshot of entire page…
su: Keur néwak layar saeusi kaca…

source: Career
su: Upajiwa

source: Category: %1$s
su: Kategori: %1$s

source: Changing settings…
su: Ngarobah setélan...

source: Check the address
su: Pariksa alamat

source: Choose a file to upload
su: Pilih koropak unjalkeuneun

source: Choose Your Preferred News Language
su: Pilih Pilihan Basa Warta

source: City
su: Kota

source: Clear all browsing history?
su: Beresihan sakur jujutan langlangan?

source: Clear browsing data
su: Beresihan data sungsian

source: CLEAR BROWSING HISTORY
su: BERESIHAN JUJUTAN LANGLANGAN

source: Clear cache
su: Beresihan telih

source: Clear Data
su: Beresihan Data

source: Clear input
su: Beresihan asupan

source: Close all
su: Tutup kabéh

source: Close All
su: Tutup kabéh

source: Close all shopping search results?
su: Tutup sakabéh hasil maluruh balanja?

source: Close all tabs?
su: Tutup kabéh tab?

source: Color your life!
su: Warnaan hirup anjeun!

source: Compare prices across many online stores with Smart Shopping Search.
su: Bandingkeun harga di toko-toko onlén maké Paluruh Balanja Pinter.

source: Compare prices easily on popular shopping sites.
su: Babari ngabandingkeun harga di situs balanja populér.

source: Comparing prices across different online stores is super easy, try it now!
su: Ngabandingkeun harga di unggal toko onlén jadi gampang pisan, cobaan ayeuna!

source: Congrats! You have completed the fourth daily challenge!
su: Wilujeng! Anjeun geus ngaréngsékeun tangtangan poé kaopat!

source: Congratulations!
su: Wilujeng!

source: Contact us
su: Talek kami

source: Content & Services
su: Kontén & Layanan

source: Cool! You have completed the second daily challenge!
su: Ajip! Anjeun geus ngaréngsékeun tangtangan poé kadua!

source: Copy image address
su: Tiron alamat gambar

source: Copy link address
su: Tiron alamat tutumbu

source: Copy voucher and go shopping
su: Tiron pocer terus balanja

source: Coupons
su: Kupon

source: Create shortcut on home screen
su: Jieun tarabas dina layar tepas

source: Cricket
su: Krikét

source: Crime
su: Kajahatan

source: Date: %1$s
su: Kaping: %1$s

source: Deals
su: Tawaran

source: DELETE
su: PUPUS

source: Delete file
su: Pupus koropak

source: Delete this image?
su: Pupus ieu gambar?

source: Discover More!
su: Panggihan Nu Lianna!

source: Discover new things
su: Panggihan hal aranyar

source: Discovery
su: Papanggihan

source: Do not ask me again
su: Ulah nanya deui

source: Don’t ask again for this site until %1$s restarts
su: Ulah ménta deui pikeun ieu loka nepi ka %1$s dimuat ulang

source: Double click on the home background to switch themes.
su: Toél dua kali kana latar tepas pikeun ngaganti téma.

source: Download canceled
su: Undeuran dibolaykeun

source: downloading
su: ngundeur

source: Downloading…
su: Ngundeur…

source: Downloading latest build…
su: Ngundeur wangun mutahir…

source: Download protocol not supported
su: Protokol undeuran teu dirojong

source: Download to play
su: Unduh pikeun maén

source: Do you want to disable the recommended news? Tap “YES” to just display the latest news articles.
su: Badé mareuman saran warta? Toél “ENYA” pikeun némbongkeun warta panganyarna hungkul.

source: Do you want to enable the recommended news feature? Tap “YES” to start seeing a recommended selection of news articles.
su: Badé ngaktipkeun pitur warta anu disarankeun? Toél “YES” pikeun mitembeyan ningali pilihan tulisan warta anu disarankeun.

source: Education
su: Atikan

source: English
su: Inggris

source: Enjoy browsing with extra protection.
su: Wilujeng ngalanglang kalawan paminingan leuwih.

source: Enjoy Using %1$s?
su: Resep maké %1$s?

source: Enjoy Using Travel Discovery?
su: Resep Maké Travel Discovery?

source: Enter a destination
su: Asupkeun jugjugeun

source: Enter a product name
su: Asupkeun ngaran produk

source: Entertainment
su: Hiburan

source: Enter your email address to get started.
su: Asupkeun alamat surél anjeun pikeun mitembeyan.

source: Erase private browsing history
su: Pupus jujutan langlangan nyamuni

source: Events
su: Acara

source: Exit
su: Kaluar

source: Expired
su: Kadaluwarsa

source: Expires %1$s
su: Kadaluwarsa %1$s

source: Explore
su: Ngalanglang

source: Explore %1$s
su: Langlang %1$s

source: Explore a city
su: Ngalanglang kota

source: Explore things to do, accommodations, and more in %1$s %2$s.
su: Langlang anu kudu disiapkeun, akomodasi, jeung lianna di %1$s %2$s.

source: Explore things to do, accommodations, and more in %1$s Travel Discovery.
su: Langlang anu kudu disiapkeun, akomodasi, jeung lianna di %1$s Travel Discovery.

source: failed
su: gagal

source: Failed to capture screenshot
su: Gagal néwak layar

source: Fast access to your favourite games
su: Aksés gancang ka kaulinan karesep

source: - Fast and lightweight - Data saving - Powerful screenshots
su: - Gancang tur hampang - Rikrik data - Téwakan layar bedas

source: - Fast and lightweight - Smart Shopping Search - Free Games, trending news
su: - Gancang tur hampang - Sungsi Balanja Pinter - Kaulinan Gratis, warta sabiwir hiji

source: FEEDBACK
su: PANGDEUDEUL

source: File saved to SD card
su: Berkas diteundeun kana kartu mémori

source: Final warning: multiple Firefox accounts detected
su: Panggeuing pamungkas: aya sababaraha akun Firefox anu kalacak

source: Find an app that can open link
su: Téangan aplikasi nu bisa muka tutumbu

source: Find Good Deals
su: Néang Kortingan

source: Find great prices
su: Téangan anu murah

source: Food
su: Kadaharan

source: Form history
su: Jujutan eusi formulir

source: Free Wi-Fi
su: Wi-Fi Gratis

source: From
su: Ti

source: Game
su: Kaulinan

source: Game of the week
su: Kaulinan minggu ieu

source: Gift
su: Kado

source: Girls
su: Awéwé

source: Great! You have successfully completed your first daily challenge!
su: Hadé! Anjeun geus ngaréngsékeun tangtangan poé munggaran!

source: Health
su: Kaséhatan

source: Hello!
su: Euy!

source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
su: Euy, cobaan panyungsi gancang tur hampang ti %3$s. %1$s %2$s

source: Hidden notifications
su: Iber nyumput

source: Hmm. No results found.
su: Euh. Nyamos.

source: How do you like %1$s?
su: Resep ka %1$s?

source: How to always browse with %1$s?
su: Cara pikeun salawasna nyungsi maké %1$s?

source: How to redeem
su: Cara nebus

source: “I haven’t been everywhere, but it’s on my list.”
su: “Can kungsi kamamana, tapi aya dina daptar jugjugeun kami.”

source: I’m In!
su: Miluan!

source: I’m playing a really cool game. Check it out! %1$s
su: Kami maén kaulinan nu ajib. Cobaan geura! %1$s

source: Info
su: Émbaran

source: Instant play
su: Maén saharita

source: Interests
su: Karesep

source: Internal storage
su: Paneundeunan internal

source: It may take a while
su: Sigana bakal rada lila

source: I understand
su: Kami ngarti

source: Join the 7-Day challenge
su: Miluan tantangan 7-Poé

source: Jokes
su: Bodor

source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
su: Ku sakali flip, ulah nepi ka tinggaleun di “%1$s” - rupa-rupa kontén ti jejer anu keur sabiwir hiji. %2$s

source: LATER
su: ENGKÉ

source: Latest build downloaded
su: Wangun mutahir geus diundeur

source: Latest build has been downloaded. Tap to update.
su: Wangun mutahir geus diundeur. Toél pikeun ngamutahirkeun.

source: Latest & Top Trending News
su: Warta Panganyarna & Keur Sabiwir Hiji

source: Learn more about %1$s
su: Leuwih jéntré ngeunaan %1$s

source: LEAVE
su: NYINGKAH

source: Leave Feedback
su: Tinggalkeun Pangdeudeul

source: Leave mission
su: Tinggalkeun misi

source: Life Feed
su: Asupan Langsung

source: Lifestyle
su: Gaya hirup

source: Location not available. Give permission to access your location.
su: Lokasi teu sayaga. Idinan pikeun ngaksés lokasi anjeun.

source: Location permission is denied.
su: Idin lokasi ditolak.

source: Long press to adjust brightness
su: Pencét lila pikeun ngatur kacaanganana

source: Long press to create a shortcut to your home screen.
su: Pencét lila pikeun nyieun takulan ka layar tepas.

source: Long press to open Downloads
su: Pencét lila pikeun muka Undeuran

source: Love %1$s?
su: Resep %1$s?

source: Make default browser
su: Jadikeun panyungsi baku

source: Make sure you are connected to the internet
su: Pastikeun anjeun keur nyambung kana internét

source: Missing permissions. Give Firefox Rocket permission to access your location.
su: Can aya idin. Idinan Firefox Rocket ngaksés perenah anjeun.

source: Mission
su: Udagan

source: Most played
su: Pangmindengna dico'o

source: Movie-reviews
su: Ulasan pilem

source: multiple tabs
su: bebedan tab

source: My game
su: Kaulinan kami

source: My shots
su: Téwakan kuring

source: Nation
su: Bangsa

source: Navigate forward
su: Maju

source: Nepali
su: Népali

source: New
su: Anyar

source: News
su: Warta

source: News language
su: Basa warta

source: News preferences
su: Pilihan warta

source: News Settings
su: Setélan Warta

source: News source
su: Sumber warta

source: New update
su: Apdét anyar

source: Next-level privacy
su: Privasi tingkat lanjut

source: Night mode
su: Modeu peuting

source: Night mode brightness
su: Kacaangan modeu peuting

source: No bookmarks
su: Euweuh markah

source: No browsing history
su: Euweuh jujutan langlangan

source: No credit cards required
su: Henteu butuh kartu kiridit

source: No downloads
su: Euweuh undeuran

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
su: Euweuh aplikasi nu bisa muka ieu tutumbu. Anjeun bisa ninggalkeun %1$s pikeun maluruh aplikasi nu bisa di %2$s.

source: NOPE
su: MOAL

source: No screenshots
su: Euweuh téwakan layar

source: No SD card detected. File was saved to internal storage.
su: Teu aya kartu mémori kadéték. Koropak geus diteundeun kana paneundeunan internal.

source: No, send feedback.
su: Teu, kirim pangdeudeul.

source: No, thanks
su: Teu, nuhun

source: NO, THANKS
su: MOAL, NUHUN

source: not now
su: Moal waka

source: Now blocking images
su: Ayeuna gambar dipeungpeuk

source: Now showing images
su: Ayeuna gambar ditémbongkeun
